<?php

return[
    // Index Exams
    'exams' => 'امتحان ها',
    'search' => 'امتحان را جستجو کنید ...',
    'create' => 'امتحان جدید',
    'title' => 'عنوان',
    'slug' => 'عنوان لاتین',
    'count' => 'تعداد سوالات',
    'option' => 'عملیات',
    'edit' => 'ویرایش',
    'delete' => 'حذف',
    'showQuestion' => 'مشاهده سوالات',


    // Create Exam
    'titleSlug' => 'عنوان و عنوان لاتین',
    'lesson' => 'درس را مشخص کنید',
    'lessonSelect' => 'درس مورد نظر را انتخاب کنید ...',
    'dateTime' => 'تاریخ و ساعت شروع',
    'time' => 'مدت امتحان ( دقیقه )',
    'questions' => 'سوالات',
    'questionsPlace' => 'سوال را وارد کنید...',
    'add' => 'افزودن',
    'save' => 'ذخیره',
    'cancel' => 'انصراف',
    'dateTimeEnd' => 'تاریخ و ساعت اتمام',
    'random' => 'تعداد سوالات',
    'required' => 'لطفا یکی از گزینه هارا برای جواب صحیح انتخاب کنید.',

    // Edit Exam
    'editExam' => 'ویرایش امتحان',
    'textStart' => 'امتحان شروع شده است.',
    'descStart' => 'در صورتی که امتحان شروع شده باشد شما فقط میتوانید تاریخ و ساعت پایان را تغییر دهید.',
    'textEnd' => 'امتحان تمام شده است.',
    'descEnd' => 'امتحان تمام شده است چیزی را نمیتوانید تغییر دهید',

    // All Questions
    'addQuestion' => 'افزودن سوال',
    'addResult' => 'افزودن جواب',
    'deleteQuestion' => 'حذف سوال',
    'showResult' => 'مشاهده جواب ها',
    'back' => 'بازگشت',

    // Portal

    'dateStart' => 'تاریخ شروع',
    'timeStart' => 'ساعت شروع',
    'examOut' => 'امتحان تمام شده است.',
    'examStart' => 'امتحان برگزار شده است.',
    'start' => 'شرکت در امتحان',
    'dateEnd' => 'تاریخ پایان' ,
    'timeEnd' => 'ساعت پایان' ,
];
